Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Install DuoUpdater's own updates silently
de: Eigene Updates von DuoUpdater im Hintergrund installieren
es: Instalar en segundo plano las propias actualizaciones de DuoUpdater
fr: Installer silencieusement les mises à jour de DuoUpdater lui-même
it: Installa gli aggiornamenti di DuoUpdater in silenzio
ja: DuoUpdater自体の更新を自動的（無通知）にインストールする
pt_br: Instalar as atualizações do DuoUpdater sem avisar
ru: Устанавливать собственные обновления DuoUpdater незаметно
tr: DuoUpdater’ın kendi güncellemelerini sessizce yükle
zh_hans: 静默安装 DuoUpdater 自身的更新
zh_hant: 自動安裝 DuoUpdater 本身的更新，不另行提示

source: Install every pending update that can be applied automatically
de: Alle ausstehenden Updates installieren, die sich automatisch anwenden lassen
es: Instalar todas las actualizaciones pendientes que se puedan aplicar automáticamente
fr: Installer toutes les mises à jour en attente pouvant être appliquées automatiquement
it: Installa tutti gli aggiornamenti in sospeso applicabili automaticamente
ja: 自動的に適用できる保留中の更新をすべてインストールします
pt_br: Instalar todas as atualizações pendentes que podem ser aplicadas automaticamente
ru: Установить все ожидающие обновления, которые можно применить автоматически
tr: Otomatik uygulanabilecek tüm bekleyen güncellemeleri yükle
zh_hans: 安装所有可自动应用的待处理更新
zh_hant: 安裝所有可自動套用的待處理更新

source: Install routing
de: Installationsweg
es: Enrutamiento de instalación
fr: Routage d'installation
it: Via di installazione
ja: インストールの振り分け
pt_br: Rota de instalação
ru: Маршрутизация установки
tr: Yükleme yolu
zh_hans: 安装路由
zh_hant: 安裝方式

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installata
ja: インストール済み
pt_br: Instalado
ru: Установлено
tr: Yüklü
zh_hans: 已安装
zh_hant: 已安裝

source: Installed %@ — waiting for Update All to finish before relaunching; click to relaunch now
de: %@ installiert – wartet mit dem Neustart, bis „Alle aktualisieren“ fertig ist; zum sofortigen Neustart klicken
es: %@ instalado; espera a que termine «Actualizar todo» antes de reabrir. Haz clic para reabrir ahora.
fr: %@ installé — attend la fin de « Tout mettre à jour » avant de relancer ; cliquez pour relancer maintenant
it: %@ installata — in attesa che Aggiorna tutto finisca prima di riaprirla; fai clic per riaprirla ora
ja: %@ をインストールしました — 「すべて更新」の完了を待ってから再起動します。クリックすると今すぐ再起動します。
pt_br: %@ instalado — aguardando Atualizar Tudo terminar para reabrir; clique para reabrir agora
ru: Установлено %@ — ожидание завершения «Обновить всё» перед перезапуском; нажмите, чтобы перезапустить сейчас
tr: %@ yüklendi — yeniden başlatmadan önce Tümünü Güncelle’nin bitmesi bekleniyor; hemen yeniden başlatmak için tıklayın
zh_hans: 已安装 %@ — 等待“全部更新”完成后再重新启动；点击立即重新启动
zh_hant: 已安裝 %@ — 等「全部更新」完成後再重新開啟；按一下立即重新開啟

source: Installing
de: Wird installiert
es: Instalando
fr: Installation en cours
it: Installazione
ja: インストール中
pt_br: Instalando
ru: Установка
tr: Yükleniyor
zh_hans: 正在安装
zh_hant: 安裝中

source: Installing…
de: Wird installiert …
es: Instalando…
fr: Installation en cours…
it: Installazione…
ja: インストール中…
pt_br: Instalando…
ru: Установка…
tr: Yükleniyor…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Installs at a quiet moment and relaunches DuoUpdater — no prompt. Off, a new version shows a prompt and waits for you.
de: Installiert in einem ruhigen Moment und startet DuoUpdater neu – ohne Aufforderung. Ausgeschaltet zeigt eine neue Version eine Aufforderung an und wartet auf dich.
es: Se instala en un momento tranquilo y reabre DuoUpdater, sin avisos. Si está desactivado, una versión nueva muestra un aviso y espera tu acción.
fr: S'installe à un moment calme et relance DuoUpdater — sans invite. Désactivé, une nouvelle version affiche une invite et attend votre action.
it: Installa in un momento tranquillo e riapre DuoUpdater, senza chiedere nulla. Se disattivato, una nuova versione mostra una richiesta e ti aspetta.
ja: 静かなタイミングでインストールし、DuoUpdaterを再起動します — プロンプトは出ません。オフの場合、新しいバージョンがあるとプロンプトが表示され、あなたの操作を待ちます。
pt_br: Instala num momento tranquilo e reabre o DuoUpdater — sem perguntar. Desativado, uma nova versão mostra um aviso e espera por você.
ru: Устанавливается в тихий момент и перезапускает DuoUpdater — без подсказок. Если выключено, новая версия показывает подсказку и ждёт вас.
tr: Sakin bir anda yükler ve DuoUpdater’ı yeniden başlatır — soru sormadan. Kapalıyken yeni bir sürüm bir uyarı gösterir ve sizi bekler.
zh_hans: 在安静的时刻安装并重新启动 DuoUpdater — 无提示。关闭时，新版本会弹出提示并等待你操作。
zh_hant: 在空檔時安裝並重新開啟 DuoUpdater——不會提示。關閉時，有新版本會顯示提示並等你處理。

source: Just granted a permission? It may not take effect until DuoUpdater relaunches.
de: Gerade eine Berechtigung erteilt? Sie wirkt möglicherweise erst nach einem Neustart von DuoUpdater.
es: ¿Acabas de conceder un permiso? Puede que no surta efecto hasta que DuoUpdater se reabra.
fr: Vous venez d'accorder une autorisation ? Elle peut ne prendre effet qu'au redémarrage de DuoUpdater.
it: Hai appena concesso un’autorizzazione? Potrebbe non avere effetto finché DuoUpdater non viene riaperto.
ja: 権限を許可したばかりですか？DuoUpdaterを再起動するまで反映されない場合があります。
pt_br: Acabou de conceder uma permissão? Ela pode só valer depois que o DuoUpdater for reaberto.
ru: Только что предоставили разрешение? Оно может не вступить в силу до перезапуска DuoUpdater.
tr: Yeni mi izin verdiniz? DuoUpdater yeniden başlayana kadar etkili olmayabilir.
zh_hans: 刚授予了权限？它可能要等 DuoUpdater 重新启动后才会生效。
zh_hant: 剛授予權限嗎？可能要等 DuoUpdater 重新開啟後才會生效。

source: Keep a backup so updates can be rolled back
de: Backup aufbewahren, damit Updates rückgängig gemacht werden können
es: Conservar una copia de seguridad para poder revertir actualizaciones
fr: Conserver une sauvegarde pour pouvoir annuler les mises à jour
it: Conserva un backup per poter ripristinare gli aggiornamenti
ja: 更新をロールバックできるようバックアップを保持する
pt_br: Manter um backup para poder reverter atualizações
ru: Хранить резервную копию для отката обновлений
tr: Güncellemelerin geri alınabilmesi için yedek tut
zh_hans: 保留备份以便回滚更新
zh_hant: 保留備份以便還原更新

source: Keep it fresh
de: Aktuell halten
es: Mantener al día
fr: Garder à jour
it: Mantieni aggiornato
ja: 常に最新に
pt_br: Mantenha tudo em dia
ru: Поддерживать актуальность
tr: Güncel tut
zh_hans: 保持最新
zh_hant: 保持最新

source: Last 24 hours
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 heures
it: Ultime 24 ore
ja: 過去 24 時間
pt_br: Últimas 24 horas
ru: За 24 часа
tr: Son 24 saat
zh_hans: 最近 24 小时
zh_hant: 過去 24 小時

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去 30 日
pt_br: Últimos 30 dias
ru: За 30 дней
tr: Son 30 gün
zh_hans: 最近 30 天
zh_hant: 過去 30 天

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去 7 日
pt_br: Últimos 7 dias
ru: За 7 дней
tr: Son 7 gün
zh_hans: 最近 7 天
zh_hant: 過去 7 天

source: Last checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
it: Ultimo controllo
ja: 最終確認
pt_br: Última verificação
ru: Последняя проверка
tr: Son denetim
zh_hans: 上次检查
zh_hant: 上次檢查

source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Lancer à l'ouverture de session
it: Apri al login
ja: ログイン時に起動
pt_br: Abrir ao iniciar sessão
ru: Запускать при входе в систему
tr: Oturum açıldığında aç
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Lets DuoUpdater read TestFlight’s list of builds and CotEditor’s update channel, so those apps can be checked properly. Optional — and TestFlight checking has a switch of its own in Settings → General, which needs this permission to read anything.
de: Damit kann DuoUpdater die Build-Liste von TestFlight und den Update-Kanal von CotEditor lesen, sodass diese Apps richtig geprüft werden. Optional – und die TestFlight-Prüfung hat unter „Einstellungen“ → „Allgemein“ einen eigenen Schalter, der diese Berechtigung braucht, um überhaupt etwas lesen zu können.
es: Permite a DuoUpdater leer la lista de compilaciones de TestFlight y el canal de actualización de CotEditor, para comprobar esas apps correctamente. Opcional: además, la comprobación de TestFlight tiene su propio ajuste en Ajustes → General, que necesita este permiso para poder leer algo.
fr: Permet à DuoUpdater de lire la liste des versions de TestFlight et le canal de mise à jour de CotEditor, pour vérifier correctement ces apps. Facultatif — et la vérification TestFlight a son propre réglage dans Réglages → Général, qui a besoin de cette autorisation pour lire quoi que ce soit.
it: Permette a DuoUpdater di leggere l’elenco delle build di TestFlight e il canale di aggiornamento di CotEditor, così quelle app possono essere controllate correttamente. Facoltativo; il controllo di TestFlight ha anche un proprio interruttore in Impostazioni → Generali, che richiede questa autorizzazione per leggere qualcosa.
ja: DuoUpdater が TestFlight のビルド一覧と CotEditor のアップデートチャンネルを読めるようになり、これらの App を正しく確認できます。任意です。なお TestFlight の確認には 設定 → 一般 に独立したスイッチがあり、そのスイッチが何かを読み取るにはこの許可が必要です。
pt_br: Permite que o DuoUpdater leia a lista de builds do TestFlight e o canal de atualização do CotEditor, para verificar esses apps corretamente. Opcional — e a verificação do TestFlight tem um controle próprio em Ajustes → Geral, que precisa desta permissão para ler qualquer coisa.
ru: Позволяет DuoUpdater читать список сборок TestFlight и канал обновлений CotEditor, чтобы правильно проверять эти приложения. Необязательно — и у проверки TestFlight есть собственный переключатель в «Настройки» → «Основные», которому этот доступ нужен, чтобы вообще что-то прочитать.
tr: DuoUpdater’ın TestFlight’ın derleme listesini ve CotEditor’ın güncelleme kanalını okumasını sağlar; böylece bu uygulamalar doğru denetlenir. İsteğe bağlı — TestFlight denetiminin de Ayarlar → Genel’de kendi anahtarı vardır ve herhangi bir şey okuyabilmesi için bu izin gerekir.
zh_hans: 让 DuoUpdater 读取 TestFlight 的版本列表和 CotEditor 的更新渠道，才能正确检查这些 App。可选——另外，TestFlight 检测在「设置」→「通用」里有自己的开关，而那个开关需要这项权限才能读到任何东西。
zh_hant: 讓 DuoUpdater 讀取 TestFlight 的版本列表和 CotEditor 的更新通道，才能正確檢查這些 App。此權限為選用——另外，TestFlight 檢查在「設定」→「一般」中有自己的開關，而且需要此權限才讀得到任何內容。

source: Lets DuoUpdater replace apps updated outside the App Store (Sparkle, Homebrew, direct downloads)
de: Erlaubt DuoUpdater, Apps zu ersetzen, die außerhalb des App Stores aktualisiert werden (Sparkle, Homebrew, Direktdownloads)
es: Permite que DuoUpdater reemplace apps actualizadas fuera de la App Store (Sparkle, Homebrew, descargas directas)
fr: Permet à DuoUpdater de remplacer les applications mises à jour en dehors de l'App Store (Sparkle, Homebrew, téléchargements directs)
it: Permette a DuoUpdater di sostituire le app aggiornate fuori dall’App Store (Sparkle, Homebrew, download diretti)
ja: App Store以外で更新されるアプリ（Sparkle、Homebrew、直接ダウンロード）をDuoUpdaterが置き換えられるようにします
pt_br: Permite que o DuoUpdater substitua apps atualizados fora da App Store (Sparkle, Homebrew, downloads diretos)
ru: Позволяет DuoUpdater заменять приложения, обновляемые вне App Store (Sparkle, Homebrew, прямые загрузки)
tr: DuoUpdater’ın App Store dışında güncellenen uygulamaları değiştirmesini sağlar (Sparkle, Homebrew, doğrudan indirmeler)
zh_hans: 允许 DuoUpdater 替换在 App Store 之外更新的应用（Sparkle、Homebrew、直接下载）
zh_hant: 讓 DuoUpdater 替換在 App Store 以外更新的 App（Sparkle、Homebrew、直接下載）

source: Lets DuoUpdater replace apps updated outside the App Store (Sparkle, Homebrew, direct downloads).
de: Erlaubt DuoUpdater, Apps zu ersetzen, die außerhalb des App Stores aktualisiert werden (Sparkle, Homebrew, Direktdownloads).
es: Permite que DuoUpdater reemplace apps actualizadas fuera de la App Store (Sparkle, Homebrew, descargas directas).
fr: Permet à DuoUpdater de remplacer les applications mises à jour en dehors de l'App Store (Sparkle, Homebrew, téléchargements directs).
it: Permette a DuoUpdater di sostituire le app aggiornate fuori dall’App Store (Sparkle, Homebrew, download diretti).
ja: App Store以外で更新されるアプリ（Sparkle、Homebrew、直接ダウンロード）をDuoUpdaterが置き換えられるようにします。
pt_br: Permite que o DuoUpdater substitua apps atualizados fora da App Store (Sparkle, Homebrew, downloads diretos).
ru: Позволяет DuoUpdater заменять приложения, обновляемые вне App Store (Sparkle, Homebrew, прямые загрузки).
tr: DuoUpdater’ın App Store dışında güncellenen uygulamaları değiştirmesini sağlar (Sparkle, Homebrew, doğrudan indirmeler).
zh_hans: 允许 DuoUpdater 替换在 App Store 之外更新的应用（Sparkle、Homebrew、直接下载）。
zh_hant: 讓 DuoUpdater 替換在 App Store 以外更新的 App（Sparkle、Homebrew、直接下載）。

source: Lets DuoUpdater replace apps updated outside the App Store (Sparkle, Homebrew, direct downloads). macOS isn’t reporting its status on this system — grant it to be safe.
de: Erlaubt DuoUpdater, Apps zu ersetzen, die außerhalb des App Stores aktualisiert werden (Sparkle, Homebrew, Direktdownloads). macOS meldet den Status auf diesem System nicht – erteile die Berechtigung sicherheitshalber.
es: Permite que DuoUpdater reemplace apps actualizadas fuera de la App Store (Sparkle, Homebrew, descargas directas). macOS no informa su estado en este sistema; concédelo para estar seguro.
fr: Permet à DuoUpdater de remplacer les applications mises à jour en dehors de l'App Store (Sparkle, Homebrew, téléchargements directs). macOS ne signale pas son état sur ce système — autorisez-la par précaution.
it: Permette a DuoUpdater di sostituire le app aggiornate fuori dall’App Store (Sparkle, Homebrew, download diretti). macOS non ne segnala lo stato su questo sistema: concedila per sicurezza.
ja: App Store以外で更新されるアプリ（Sparkle、Homebrew、直接ダウンロード）をDuoUpdaterが置き換えられるようにします。このシステムではmacOSが状態を報告していません — 念のため許可してください。
pt_br: Permite que o DuoUpdater substitua apps atualizados fora da App Store (Sparkle, Homebrew, downloads diretos). O macOS não informa o estado desta permissão neste sistema — conceda por precaução.
ru: Позволяет DuoUpdater заменять приложения, обновляемые вне App Store (Sparkle, Homebrew, прямые загрузки). macOS не сообщает его статус в этой системе — предоставьте разрешение на всякий случай.
tr: DuoUpdater’ın App Store dışında güncellenen uygulamaları değiştirmesini sağlar (Sparkle, Homebrew, doğrudan indirmeler). macOS bu sistemde durumunu bildirmiyor — güvende olmak için izin verin.
zh_hans: 允许 DuoUpdater 替换在 App Store 之外更新的应用（Sparkle、Homebrew、直接下载）。macOS 未在此系统上报告其状态 — 为安全起见请授予该权限。
zh_hant: 讓 DuoUpdater 替換在 App Store 以外更新的 App（Sparkle、Homebrew、直接下載）。macOS 在這個系統上不回報此權限的狀態——為保險起見，請予以授予。

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
pt_br: Biblioteca
ru: Библиотека
tr: Kitaplık
zh_hans: 资料库
zh_hant: 資料庫

source: License at activation limit (%lld/%lld). Key saved — set the instance ID below, or free a slot in Alcove.
de: Lizenz hat das Aktivierungslimit erreicht (%lld/%lld). Schlüssel gespeichert – Instanz-ID unten festlegen oder einen Platz in Alcove freigeben.
es: La licencia alcanzó el límite de activaciones (%lld/%lld). Clave guardada; establece el ID de instancia abajo o libera una plaza en Alcove.
fr: La licence a atteint sa limite d'activation (%lld/%lld). Clé enregistrée — définissez l'ID d'instance ci-dessous, ou libérez un emplacement dans Alcove.
it: Licenza al limite di attivazioni (%lld/%lld). Chiave salvata: imposta l’ID istanza qui sotto o libera uno slot in Alcove.
ja: ライセンスがアクティベーション上限（%lld/%lld）に達しています。キーは保存済みです — 下でインスタンスIDを設定するか、Alcoveでスロットを解放してください。
pt_br: Licença no limite de ativações (%lld/%lld). Chave salva — defina o ID da instância abaixo ou libere uma vaga no Alcove.
ru: Лицензия достигла лимита активаций (%lld/%lld). Ключ сохранён — укажите ID экземпляра ниже или освободите слот в Alcove.
tr: Lisans etkinleştirme sınırında (%lld/%lld). Anahtar kaydedildi — aşağıda örnek kimliğini ayarlayın veya Alcove’da bir yer açın.
zh_hans: 许可证已达到激活上限（%lld/%lld）。密钥已保存 — 请在下方设置实例 ID，或在 Alcove 中释放一个名额。
zh_hant: 授權已達啟用上限（%lld/%lld）。金鑰已儲存——請在下方設定實例 ID，或在 Alcove 中釋出一個名額。

source: Raise GitHub's rate limit for apps tracked through Releases.
de: Das Ratenlimit von GitHub für über Releases verfolgte Apps erhöhen.
es: Aumenta el límite de solicitudes de GitHub para las apps que se siguen mediante Releases.
fr: Augmenter la limite de requêtes de GitHub pour les applications suivies via Releases.
it: Aumenta il limite di richieste GitHub per le app seguite tramite Releases.
ja: Releasesで追跡しているアプリに対するGitHubのレート制限を引き上げます。
pt_br: Aumentar o limite de requisições do GitHub para apps acompanhados via Releases.
ru: Повысить ограничение частоты запросов GitHub для приложений, отслеживаемых через Releases.
tr: Releases üzerinden izlenen uygulamalar için GitHub’ın hız sınırını yükseltin.
zh_hans: 提升 GitHub 对通过 Releases 追踪的应用的请求限制。
zh_hant: 為透過 Releases 追蹤的 App 提高 GitHub 的速率限制。

source: Lifts GitHub’s anonymous 60-requests/hour limit to 5000/hour, so frequent checks of GitHub-hosted apps (RustDesk, Zed, Stats…) don’t hit rate-limit errors. A token is already active — you’re all set.
de: Erhöht das anonyme GitHub-Limit von 60 auf 5000 Anfragen pro Stunde, damit häufige Prüfungen von auf GitHub gehosteten Apps (RustDesk, Zed, Stats …) nicht an das Ratenlimit stoßen. Ein Token ist bereits aktiv – alles eingerichtet.
es: Aumenta el límite anónimo de GitHub de 60 a 5000 solicitudes por hora, para que las comprobaciones frecuentes de apps alojadas en GitHub (RustDesk, Zed, Stats…) no den errores de límite. Ya hay un token activo; todo listo.
fr: Fait passer la limite anonyme de GitHub de 60 à 5000 requêtes par heure, afin que les vérifications fréquentes des applications hébergées sur GitHub (RustDesk, Zed, Stats…) n'atteignent pas la limite. Un jeton est déjà actif — tout est prêt.
it: Porta il limite anonimo di GitHub da 60 richieste/ora a 5000/ora, così i controlli frequenti delle app ospitate su GitHub (RustDesk, Zed, Stats…) non incorrono in errori di limite di richieste. Un token è già attivo: sei a posto.
ja: GitHubの1時間あたり60リクエストの匿名制限を5000リクエストに引き上げ、GitHubでホストされているアプリ（RustDesk、Zed、Statsなど）の頻繁な確認がレート制限エラーにならないようにします。トークンはすでに有効です — 準備は完了しています。
pt_br: Aumenta o limite anônimo do GitHub de 60 para 5000 requisições por hora, para que verificações frequentes de apps hospedados no GitHub (RustDesk, Zed, Stats…) não esbarrem no limite. Já há um token ativo — está tudo pronto.
ru: Повышает анонимный лимит GitHub с 60 до 5000 запросов в час, чтобы частые проверки приложений на GitHub (RustDesk, Zed, Stats…) не упирались в ограничение. Токен уже активен — всё готово.
tr: GitHub’ın anonim saatte 60 istek sınırını saatte 5000’e çıkarır; böylece GitHub’da barındırılan uygulamaların (RustDesk, Zed, Stats…) sık denetimi hız sınırı hatalarına takılmaz. Zaten etkin bir token var — her şey hazır.
zh_hans: 将 GitHub 每小时 60 次的匿名请求限制提升到 5000 次，让频繁检查 GitHub 托管的应用（RustDesk、Zed、Stats 等）不会触发限速错误。令牌已生效 — 一切就绪。
zh_hant: 將 GitHub 的匿名限制從每小時 60 次提高到 5000 次，頻繁檢查託管在 GitHub 上的 App（RustDesk、Zed、Stats…）時就不會遇到速率限制錯誤。已有權杖生效——一切就緒。

source: Lifts GitHub’s anonymous 60-requests/hour limit to 5000/hour, so frequent checks of GitHub-hosted apps (RustDesk, Zed, Stats…) don’t hit rate-limit errors. Optional: sign in with the gh CLI, or paste a token.
de: Erhöht das anonyme GitHub-Limit von 60 auf 5000 Anfragen pro Stunde, damit häufige Prüfungen von auf GitHub gehosteten Apps (RustDesk, Zed, Stats …) nicht an das Ratenlimit stoßen. Optional: mit gh CLI anmelden oder ein Token einfügen.
es: Aumenta el límite anónimo de GitHub de 60 a 5000 solicitudes por hora, para que las comprobaciones frecuentes de apps alojadas en GitHub (RustDesk, Zed, Stats…) no den errores de límite. Opcional: inicia sesión con gh CLI o pega un token.
fr: Fait passer la limite anonyme de GitHub de 60 à 5000 requêtes par heure, afin que les vérifications fréquentes des applications hébergées sur GitHub (RustDesk, Zed, Stats…) n'atteignent pas la limite. Facultatif : connectez-vous avec gh CLI, ou collez un jeton.
it: Porta il limite anonimo di GitHub da 60 richieste/ora a 5000/ora, così i controlli frequenti delle app ospitate su GitHub (RustDesk, Zed, Stats…) non incorrono in errori di limite di richieste. Facoltativo: accedi con la CLI gh o incolla un token.
ja: GitHubの1時間あたり60リクエストの匿名制限を5000リクエストに引き上げ、GitHubでホストされているアプリ（RustDesk、Zed、Statsなど）の頻繁な確認がレート制限エラーにならないようにします。任意: gh CLIでサインインするか、トークンを貼り付けてください。
pt_br: Aumenta o limite anônimo do GitHub de 60 para 5000 requisições por hora, para que verificações frequentes de apps hospedados no GitHub (RustDesk, Zed, Stats…) não esbarrem no limite. Opcional: faça login com o gh CLI ou cole um token.
ru: Повышает анонимный лимит GitHub с 60 до 5000 запросов в час, чтобы частые проверки приложений на GitHub (RustDesk, Zed, Stats…) не упирались в ограничение. Необязательно: войдите через gh CLI или вставьте токен.
tr: GitHub’ın anonim saatte 60 istek sınırını saatte 5000’e çıkarır; böylece GitHub’da barındırılan uygulamaların (RustDesk, Zed, Stats…) sık denetimi hız sınırı hatalarına takılmaz. İsteğe bağlı: gh CLI ile oturum açın veya bir token yapıştırın.
zh_hans: 将 GitHub 每小时 60 次的匿名请求限制提升到 5000 次，让频繁检查 GitHub 托管的应用（RustDesk、Zed、Stats 等）不会触发限速错误。可选：通过 gh CLI 登录，或粘贴令牌。
zh_hant: 將 GitHub 的匿名限制從每小時 60 次提高到 5000 次，頻繁檢查託管在 GitHub 上的 App（RustDesk、Zed、Stats…）時就不會遇到速率限制錯誤。選用：使用 gh CLI 登入，或貼上權杖。

source: Lifts the anonymous 60-requests/hour limit to 5000/hour for apps tracked through GitHub Releases. When the gh CLI is signed in this is filled automatically, so the field is optional. A read-only (public-repo) token is enough.
de: Erhöht das anonyme Limit von 60 auf 5000 Anfragen pro Stunde für über GitHub Releases verfolgte Apps. Ist die gh CLI angemeldet, wird dieses Feld automatisch ausgefüllt und ist damit optional. Ein schreibgeschütztes Token (öffentliches Repo) genügt.
es: Aumenta el límite anónimo de 60 a 5000 solicitudes por hora para las apps que se siguen mediante GitHub Releases. Si gh CLI ha iniciado sesión, este campo se rellena automáticamente y es opcional. Basta con un token de solo lectura (repositorio público).
fr: Fait passer la limite anonyme de 60 à 5000 requêtes par heure pour les applications suivies via GitHub Releases. Si gh CLI est connecté, ce champ est rempli automatiquement et devient donc facultatif. Un jeton en lecture seule (dépôt public) suffit.
it: Porta il limite anonimo da 60 richieste/ora a 5000/ora per le app seguite tramite GitHub Releases. Quando è stato eseguito l’accesso alla CLI gh viene compilato automaticamente, quindi il campo è facoltativo. Basta un token di sola lettura (repository pubblici).
ja: GitHub Releasesで追跡しているアプリの匿名リクエスト制限を、1時間あたり60から5000に引き上げます。gh CLIでサインイン済みの場合はこの項目が自動的に入力されるため、任意項目です。読み取り専用（公開リポジトリ）のトークンで十分です。
pt_br: Aumenta o limite anônimo de 60 para 5000 requisições por hora para apps acompanhados pelo GitHub Releases. Com o gh CLI conectado, isto é preenchido automaticamente, então o campo é opcional. Um token somente leitura (repositórios públicos) é suficiente.
ru: Повышает анонимный лимит с 60 до 5000 запросов в час для приложений, отслеживаемых через GitHub Releases. Если выполнен вход через gh CLI, это поле заполняется автоматически и необязательно. Достаточно токена только для чтения (публичные репозитории).
tr: GitHub Releases üzerinden izlenen uygulamalar için anonim saatte 60 istek sınırını saatte 5000’e çıkarır. gh CLI’da oturum açıksa bu alan otomatik doldurulur, yani isteğe bağlıdır. Salt okunur (herkese açık depo) bir token yeterlidir.
zh_hans: 将通过 GitHub Releases 追踪的应用的匿名请求限制从每小时 60 次提升到 5000 次。当 gh CLI 已登录时，此字段会自动填充，因此为可选项。只读（公共仓库）令牌即可。
zh_hant: 為透過 GitHub Releases 追蹤的 App，將匿名限制從每小時 60 次提高到 5000 次。gh CLI 已登入時會自動填入，因此此欄位為選用。唯讀（公開儲存庫）權杖即可。
